.codex-foam-regions/toml_export/0/fluid/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      p;
}

dimensions [1 -1 -2 0 0 0 0];
internalField uniform 81813.9;
boundaryField
{
rack_walls
{
 type zeroGradient;
}
fluid_to_heated_block_0
{
 type zeroGradient;
}
}
