.codex-foam-regions/toml_export/constant/fluid/fvOptions.fullFan
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      fvOptions;
}

// No stamped flow devices.
