.codex-foam-regions/toml_export/constant/fluid/turbulenceProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      turbulenceProperties;
}

simulationType RAS;
RAS
{
 RASModel kOmegaSST;
 turbulence on;
 printCoeffs on;
}
