.codex-foam-regions/toml_export/constant/heated_block_0/thermophysicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/heated_block_0";
    object      thermophysicalProperties;
}

thermoType
{
 type heSolidThermo;
 mixture pureMixture;
 transport constIso;
 thermo hConst;
 equationOfState rhoConst;
 specie specie;
 energy sensibleEnthalpy;
}
mixture
{
 specie { molWeight 50; }
 transport { kappa 150; }
 thermodynamics { Hf 0; Cp 900; }
 equationOfState { rho 2700; }
}
