.codex-foam-regions/toml_export/constant/openfoamExportProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      openfoamExportProperties;
}

heatSources
(
);
