.codex-foam-regions/toml_export/constant/polyMesh/boundary
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

1
(
rack_walls
{
    type       wall;
    nFaces     384;
    startFace  1344;
}
)
