.codex-foam-regions/toml_export/system/fluid/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/fluid";
    object      decomposeParDict;
}

#include "../decomposeParDict"
constraints
{
    coupledInterfaces
    {
        type singleProcessorFaceSets;
        sets ((chtCoupledInterfaces 0));
        enabled true;
    }
}
