.codex-foam-regions/toml_export/system/heated_block_0/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/heated_block_0";
    object      decomposeParDict;
}

#include "../decomposeParDict"
