.codex-foam-regions/toml_export/system/heated_block_0/fvSchemes
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/heated_block_0";
    object      fvSchemes;
}

ddtSchemes { default Euler; }
gradSchemes { default Gauss linear; }
divSchemes { default none; }
laplacianSchemes
{
 default none;
 laplacian(alpha,h) Gauss linear corrected;
}
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
